Repository: collective/collective.geo.settings
Catalog: src/collective/geo/settings/locales/*/LC_MESSAGES/collective.geo.settings.po
Languages: de, fr

source: Balloon details
de: Ballon Details
fr: Contenu des info-bulles

source: Check this option if you want to customize the style of the geo features for this content
de: Wählen Sie diese Option wenn Sie den Style der Markierungen für diesen Inhalt ändern möchten
fr: Sélectionnez cette option si vous désirez personnaliser le style des annotations géographiques pour ce contenu.

source: Choose if and where the map will be displayed within the georeferenced content view.
de: Wählen Sie ob und wo die Karte innerhalb des georeferenzierten Inhalts angezeigt werden soll.
fr: Choisissez où la carte s'affiche sur les contenus géolocalisés. Vous pouvez également choisir de ne pas l'afficher.

source: Choose the color for the line feature
de: Wählen Sie die Farbe der Linie
fr: Sélectionnez la couleur utilisée pour les lignes tracées sur la carte

source: Choose the color for the polygon feature
de: Wählen Sie die Farbe des Polygons
fr: Sélectionnez la couleur utilisée pour le remplissage des polygônes tracés sur la carte

source: Choose the height of the displayed map, specified as an absolute value (e.g. '450px' or '15em'), or relative (e.g. '100%') size.
de: Wählen Sie die Höhe der angezeigten Map. Erwartet wird ein absoluter Wert (z.B. '450px' oder '15em'), oder ein relativer Wert (z.B. '100%').
fr: Définissez la hauteur de la carte. La valeur peut être donnée sous forme absolue (ex. '450px' or '15em'), ou sous forme relative (ex. '100%').

source: Choose the scaling factor of the marker shown on maps.
de: Wählen Sie den Skalierungsfaktor des angezeigten Mapmarkers
fr: Définissez le facteur qui est appliqué aux marqueurs sur la carte.

source: Choose the width of the displayed map, specified as an absolute value (e.g. '450px' or '15em'), or relative (e.g. '100%') size.
de: Wählen Sie die Breite der angezeigten Map. Erwartet wird ein absoluter Wert (z.B. '450px' oder '15em'), oder ein relativer Wert (z.B. '100%').
fr: Définissez la largeur de la carte. La valeur peut être donnée sous forme absolue (ex. '450px' or '15em'), ou sous forme relative (ex. '100%').

source: Choose the width of the line feature
de: Wählen Sie die Breite der Linie
fr: Sélectionnez la largeur de la ligne utilisée pour les tracés sur la carte

source: Choose which layers will be activated on the map layout.
de: Wählen Sie die Ebenen welche welche auf der Karte aktiviert werden sollen.
fr: Sélectionnez ici quels calques de géolocalisation sont disponibles.

source: Choose which properties of the georeferenced content will be displayed in the additional informations section of the balloon.
de: Wählen Sie die Bestandteile des georeferenzierten Inhalts welche als zusätzliche Information im Ballon angezeigt werden sollen.
fr: Sélectionnez quelles propriétés sont affichées dans les info-bulles (zone qui apparaît lors d'un clic sur un marqueur).

source: Content Location
de: Inhaltsposition
fr: Lieux

source: Content types
de: Inhaltstypen
fr: Types de contenu

source: Contributors
de: Mitwirkende
fr: Contributeurs

source: Creation Date
de: Erstellungs-Datum
fr: Date de création

source: Creators
de: Urheber
fr: Auteurs

source: Default map layers
de: Standart Karten Ebenen
fr: Calques disponibles

source: Description
de: Beschreibung

source: Do not display map
de: Karte nicht anzeigen
fr: Ne pas afficher la carte

source: Effective Date
de: Datum des Inkrafttretens
fr: Date effective

source: End Date
de: Enddatum

source: Expiration Date
de: Ablaufsdatum

source: Last Modified Date
de: Datum der letzten Änderung
fr: Date de la dernière modification

source: Latitude
de: Breitengrad

source: Line color
de: Linienfarbe
fr: Couleur de la ligne

source: Line width
de: Linienbreite
fr: Largeur de la ligne

source: Longitude
de: Längengrad

source: Map height
de: Kartenhöhe
fr: Hauteur de la carte

source: Map position
de: Kartenposition
fr: Position de la carte

source: Map width
de: Kartenbreite
fr: Largeur de la carte

source: Marker image
de: Marker Bild
fr: Image pour le marqueur

source: Marker image size
de: Marker Bildgrösse
fr: Dimensions du marqueur

source: Polygon color
de: Polygon Farbe
fr: Couleur du polygône

source: Provide the Bing API code if you want to use the Bing Maps layer.
de: Geben Sie den Bing API Code ein wenn Sie Bing verwenden.
fr: Rajoutez votre code pour l'API Bing si vous souhaitez utiliser ce calque.

source: Provide the Google API code if you want to use the Google Maps layer.
de: Geben Sie den Google API Code ein wenn Sie Google Maps verwenden.
fr: Rajoutez votre code pour l'API Google si vous souhaitez utiliser ce calque.

source: Provide the base path of the OpenLayers theme. You can use an absolute URL or a TAL expression.
de: Der Basispfad für das OpenLayers Theme. Sie können eine absolute URL oder einen TAL Ausdruck verwenden.
fr: Indiquez ici le chemin du thème OpenLayers. Le format peut-être une URL absolue ou une expression TAL.

source: Rights Statement
de: Rechtserklärung
fr: Copyright

source: Specify which viewlet manager can contain the map displayed on the georeferenced content view. Insert them one per line, where each line has the 'dotted name|title' format.If you want to insert a new viewlet manager, you first have to make sure that the map viewlet ('collective.geo.kml.browser.viewlets.ContentViewlet') is registered for that manager (via ZCML).
de: Spezifieren Sie den Viewlet Manager welcher die Karte auf der Inhaltsansicht anzeigen soll. Pro Linie muss ein Viewlet Manager in folgendem Format angegeben werden: 'gepunkteter Name|Titel
fr: Indiquez quel gestionnaire de viewlet est susceptible de contenir la carte sur la vue du conteu géolocalisable. Un par ligne, chaque ligne devant respecter le format 'dotted name|title' (ex: plone.abovecontentbody|Above Content). Dans le cas où vous utilisez un autre gestionnaire de viewlet que ceux paramétrés par défaut, assurez-vous que le viewlet 'collective.geo.kml.browser.viewlets.ContentViewlet' est bien déclaré pour ce gestionnaire (dans vos .zcml).

source: Start Date
de: Startdatum

source: Subject
de: Betreff
fr: Catégorie

source: The path to the image used as marker in maps. You can use either an absolute URL or a TAL expression.
de: Der Pfad zum verwendeten Marker Bild. Sie können entweder eine absolute URL oder einen TAL Ausdruck verwenden.
fr: Indiquez ici le chemin de l'image utilisée pour le marquer. Le format peut-être une URL absolue ou une expression TAL.

source: Title
de: Titel
fr: Titre

source: Type
de: Typ

source: Use custom styles?
de: Individuelle Styles verwenden?
fr: Utiliser les styles personnalisés ?

source: Bing API Code
fr: Code pour l'API Bing

source: Google API Code
fr: Code API de Google Maps

source: OpenLayers theme
fr: Thème OpenLayers

source: Viewlet managers
fr: Gestionnaires de viewlet
