Repository: collective/collective.geo.settings
Catalog: collective/geo/settings/locales/*/LC_MESSAGES/collective.geo.settings.po
Languages: da, es, fr, it, nl, pt_br

source: Balloon details
it: Dettagli del balloon

source: Check this option if you want to customize the style of the geo features for this content
da: Afkryds, hvis du ønsker at tilpasse kort-layoutet for netop dette indhold med indstillingerne nedenfor
es: Marque esta opción si usted quiere personalizar el estilo de las características de geográficas para este contenido
fr: Sélectionnez cette option si vous désirez personnaliser le style des annotations géographiques pour ce contenu.
it: Seleziona questa opzione se vuoi personalizzare lo stile dell'annotazione geografica per questo contenuto.
nl: Schakel deze optie in als je de stijl van de geo instellingen van deze content wilt aanpassen
pt_br: Marque esta opção se você quer personalizar o estilo das características geográficas para este conteúdo

source: Choose if and where the map will be displayed within the georeferenced content view.
it: Scegli se e dove la mappa verrà visualizzata all'interno della vista del contenuto georeferenziato.

source: Choose the color for the line feature
it: Scegli il colore delle linee

source: Choose the color for the polygon feature
it: Scegli il colore dei poligoni

source: Choose the height of the displayed map, specified as an absolute value (e.g. '450px' or '15em'), or relative (e.g. '100%') size.
it: Scegli l'altezza della mappa visualizzata, specificata come un valore assoluto (es.: '450px' o '15em') oppure relativo (es.: '100%').

source: Choose the scaling factor of the marker shown on maps.
it: Scegli il fattore di ridimensionamento del marker mostrato nelle mappe.

source: Choose the width of the displayed map, specified as an absolute value (e.g. '450px' or '15em'), or relative (e.g. '100%') size.
it: Scegli la larghezza della mappa visualizzata, specificata come un valore assoluto (es.: '450px' o '15em') oppure relativo (es.: '100%').

source: Choose the width of the line feature
it: Scegli lo spessore delle linee.

source: Choose which content types (e.g. Page, News Item, etc) can be georeferenced. Be aware that, when you change this setting, the system might take quite some time to apply it to the whole site, especially if you have many objects within it.
it: Scegli quali tipi di contenuto (es.: Pagina, Notizia, ecc.) possono essere georeferenziati. Presta attenzione al fatto che, quando cambi questa impostazione, il sistema potrebbe necessitare di un po' di tempo per applicare le modifiche al sito, in particolar modo se si hanno molti contenuti.

source: Choose which layers will be activated on the map layout.
it: Scegli quali layers saranno attivati nelle mappe..

source: Choose which properties of the georeferenced content will be displayed in the additional informations section of the balloon.
it: Scegli quali proprietà degli oggetti georeferenziati saranno visualizzati nella sezione "informazioni aggiuntive" all'interno del balloon.

source: Content Location
da: Indholdsplacering
es: Ubicación del Contenido
fr: Lieux
it: Luogo
nl: Content Locatie
pt_br: Localização de Conteúdo

source: Content types
da: Indholdstyper
es: Tipos de contenidos
fr: Types de contenu
it: Tipi di contenuto
nl: Content typen
pt_br: Tipos de conteúdo

source: Contributors
da: Bidragere
es: Colaboradores
fr: Contributeurs
it: Collaboratori
nl: Medewerker
pt_br: Colaboradores

source: Creation Date
da: Oprettelsesdato
es: Fecha de creación
fr: Date de création
it: Data di Creazione
nl: Aanmaak Datum
pt_br: Data de Criação

source: Creators
da: Forfattere
es: Creadores
fr: Auteurs
it: Autori
nl: Auteur
pt_br: Criadores

source: Default map layers
da: Standard kort-lag
es: Capas de mapa por defecto
fr: Calques par défaut
it: Layer di default
nl: Standaard kaart lagen
pt_br: Camadas padrão do mapa

source: Description
da: Beskrivelse
es: Descripción
it: Descrizione
nl: Omschrijving
pt_br: Descrição

source: Do not display map
da: Vis ikke kortet
es: No mostrar mapa
fr: Ne pas afficher la carte
it: Non visualizzare la mappa
pt_br: Não mostrar o mapa

source: Effective Date
da: Indløbsdato
es: Fecha de efectividad
fr: Date effective
it: Data effettiva
nl: Ingangsdatum
pt_br: Data Efetiva

source: Expiration Date
da: Udløbsdato
es: Fecha de Expiración
it: Data di scadenza
nl: Vervaldatum
pt_br: Data de Expiração

source: Georeferenceable content types
da: Indholdstyper med kortunderstøttelse
es: Tipos de contenidos Georeferenciables
fr: Contenu géo-référençable
it: Contenuti georeferenziabili
nl: Georeferencebare content typen
pt_br: Tipos de conteúdo georreferenciáveis

source: Google API Code
da: Google API-nøgle
es: Código de API Google
fr: Code API de Google Maps
it: Codice API di Google Maps
pt_br: Código da Google API

source: Last Modified Date
da: Opdateringsdato
es: Última fecha de modificación
fr: Date de la dernière modification
it: Data ultima modifica
nl: Laatste Wijzigings Datum
pt_br: Data da Última Modificação

source: Latitude
da: Længdegrad
es: Latitud
it: Latitudine
nl: Lengtegraad

source: Line color
da: Linje-farve
es: Color de linea
fr: Couleur de la ligne
it: Colore linea
nl: Lijn kleur
pt_br: Cor da linha

source: Line width
da: Linje-bredde
es: Ancho de linea
fr: Largeur de la ligne
it: Dimensione linea
nl: Lijn dikte
pt_br: Largura da linha

source: Longitude
da: Breddegrad
es: Longitud
it: Lonitudine
nl: Breedtegraad

source: Map height
da: Korthøjde
it: Altezza mappa
pt_br: Altura do mapa

source: Map position
it: Posizione della mappa

source: Map width
da: Kortbredde
it: Larghezza mappa
pt_br: Largura do mapa

source: Marker image
it: Immagine marker

source: Marker image size
da: Markør-størrelse
es: Tamaño de imagen de marca
fr: Dimensions du marqueur
it: Dimensione del marker
nl: Marker afbeelding grootte
pt_br: Tamanho da imagem do marcador

source: OpenLayers theme
it: Tema OpenLayers

source: Polygon color
da: Polygon-farve
es: Color de polígono
fr: Couleur du polygône
it: Colore poligono
nl: Polygon kleur
pt_br: Cor do polígono

source: Provide the Google API code if you want to use the Google Maps layer.
it: Inserisci il codice Google API se intendi usare il layer Google Maps.

source: Provide the Yahoo API code if you want to use the Yahoo Maps layer.
it: Inserisci il codice Yahoo API se intendi usare il layer Yahoo Maps.

source: Provide the base path of the OpenLayers theme. You can use an absolute URL or a TAL expression.
it: Inserisci il percorso base del tema OpenLayers. Puoi utilizzare una URL assoluta o un'espressione TAL.

source: Rights Statement
da: Rettigheder
fr: Copyright
it: Copyright
nl: Rechten
pt_br: Declaração de Direitos

source: Specify which viewlet manager can contain the map displayed on the georeferenced content view. Insert them one per line, where each line has the '<dotted name>|<title>' format.If you want to insert a new viewlet manager, you first have to make sure that the map viewlet ('collective.geo.kml.browser.viewlets.ContentViewlet') is registered for that manager (via ZCML).
it: Specifica quale viewlet manager può contenere la mappa all'interno della pagina del contenuto georeferenziato. Inseriscili uno per linea, dove ogni line ha il formato '<dotted name>|<title>'. Se vuoi inserire un nuovo viewlet manager, devi prima assicurarti che la viewlet 'collective.geo.kml.browser.viewlets.ContentViewlet' sia registrata per quel manager.

source: Subject
da: Emne
fr: Catégorie
it: Categorie
nl: Onderwerp
pt_br: Assunto

source: The path to the image used as marker in maps. You can use either an absolute URL or a TAL expression.
it: Il percorso dell'immagine utilizzata come marker sulle mappe. Puoi utilizzare una URL assoluta o un'espressione TAL.

source: Title
da: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pt_br: Título

source: Type
es: Tipo
it: Tipo
pt_br: Tipo

source: Use custom styles?
da: Tilpas layout?
es: ¿Usar estilos personalizados?
fr: Utiliser les styles personnalisés?
it: Vuoi usare stili personalizzati?
nl: Gebruik aangepaste stijlen?
pt_br: Usar tipos personalizados?

source: Viewlet managers
es: Administrador de Viewlet
fr: Viewlet manager
it: Viewlet manager
pt_br: Gerenciadores de viewlet

source: Yahoo API Code
da: Yahoo API-nøgle
es: Código API Yahoo
fr: API de Yahoo
it: Codice API di Yahoo Maps
pt_br: Código da Yahoo API

source: A list of layers used in the default map layout
da: En liste over lag, som bliver brugt i standard kort-layoutet
es: Una lista de capas usada en la vista por defecto del mapa
fr: Une série de calques utilisés dans l'affichage de la carte par défaut
nl: Een lijst van lagen welke gebruikt worden in de standaard map layout
pt_br: Uma lista das camadas usadas no leiaute padrão do mapa

source: A list of types can be geo referenced
da: En liste over indholdstyper, som kan placeres på et kort
es: Una lista de los tipos que pueden ser georeferenciado
fr: Une liste de types pouvant être géo-référencés
nl: Een lijst van typen welke gegeoreferenced kunnen worden
pt_br: Uma lista dos tipos que podem ser georreferenciados

source: Choose the position of the map in the page.
da: Vælg, hvordan kortet skal placeres på siden i forhold til det øvrige indhold.
es: Seleccione la posición del mapa en la página.
fr: Sélectionnez la position de la carte dans la page.
pt_br: Escolha a posição do mapa na página

source: Default line color
da: Vælg hvilken farve, som linjer på kortet normalt skal vises med
es: Color de linea por defecto
fr: Couleur par défaut pour la ligne
nl: Standaard lijn kleur
pt_br: Cor padrão da linha

source: Default line width in pixels
da: Standard linjebredde (i pixels)
es: Ancho en píxeles de linea por defecto
fr: Largeur en pixel par défaut pour la ligne
nl: Standaard lijn dikte in pixels
pt_br: Largura padrão da linha em pixels

source: Default map's zoom level
da: Standard zoom-niveau
es: Nivel de acercamiento por defecto
fr: Niveau de zoom par défaut
nl: Standaard zoom level van de kaart
pt_br: Nível de zoom padrão do mapa

source: Default point marker image
da: Vælg grafikfil, der skal bruges som ikon for punkter på kortet
es: Punto de imagen de marca por defecto
fr: Image par défaut des marqueurs
nl: Standaard punt marker afbeedling
pt_br: Imagem padrão do marcador de ponto

source: Default polygon color
da: Vælg hvilken farve, som polygoner normalt skal vises med
es: Color del polígono por defecto
fr: Couleur par défaut pour les polygônes
nl: Standaard polygon kleur
pt_br: Cor padrão de polígono

source: Height for maps, specified as an absolute (like '450px' or '15em'), or relative (like '100%') size.
da: Skriv som absolut værdi (fx 450px eller 15em) eller relativ højde (fx 100%)
pt_br: Altura para os mapas, especificada como um tamanho absoluto (como '450px' ou '15em') ou relativo (como '100%').

source: Map display position
da: Kort-placering på side
es: Posición a mostrar Mapa
fr: Position de la carte
pt_br: Posição de exibição do mapa

source: Marker image (Expression)
da: Markør-ikon (TAL-udtryk)
es: Imagen de marca (Expresión)
fr: Image du marqueur (Expression)
nl: Marker afbeelding (Expressie)
pt_br: Imagem do marcador (Expressão)

source: OpenLayers images path (Expression)
da: Stil til OpenLayers-grafik (TAL-udtryk)
es: Ruta de imágenes OpenLayers (Expresión)
fr: Chemin pour les images Openlayers (Expression)
nl: OpenLayers afbeeldingen pad (Expressie)
pt_br: Caminho das imagens OpenLayers (Expressão)

source: Properties to display
da: Felter der skal vises
fr: Propriétés d'affichage
nl: Weer te geven eigenschappen
pt_br: Propriedades a exibir

source: Scaled size of the marker image
da: Skriv hvor meget markør-ikonet evt. skal skaleres (fx 0,7 = 70%)
es: Tamaño de Escalado de la imagen de marca
fr: Redimensionnement de l'image du marqueur
nl: Geschaalde afmetingen van de marker afbeelding
pt_br: Tamanho dimensionado da imagem do marcador

source: Select what aspects you would like to display to the user.
da: Vælg hvilke felter, der skal vises for slutbrugeren i en popup, når han klikker på en markør
es: Seleccionar que aspectos usted le gustaría mostrar al usuario.
fr: Sélectionnez les propriétés d'affichage pour les utilisateurs.
nl: Selecteer welke aspecten je wilt weergeven aan de gebruiker
pt_br: Selecione quais aspectos você gostaria de mostrar ao usuário

source: Set Google api code if you want use Google maps layer
da: Indsæt en Goole API-nøgle hvis du vil bruge et Google kortlag
es: Defina el código API Google si usted quiere usar las capas de Google maps
fr: Entrez le code API API de Google maps si vous voulez utiliser les cartes Google
nl: Zet de Google api code wanneer je Google maps wilt gebruiken
pt_br: Defina o código da Google API se você quer usar a camada do Google Maps

source: Set Yahoo api code if you want use Yahoo maps layer
da: Indsæt en Yahoo API-nøgle, hvis du vil bruge et Yahoo kortlag
es: Defina el código API Yahoo si usted quiere usar las capas de Yahoo maps
fr: Entrez le code API de Yahoo si vous voulez utiliser les cartes Yahoo.
nl: Zet de Yahoo api code wanneer je Yahoo maps wilt gebruiken
pt_br: Defina o código da Yahoo API se você quer usar a camada do Yahoo Maps

source: Specify all viewlet manager allowed to display the map on the page, one per line. The required format is name|title
da: Vælg de viewlets managers, som det skal være muligt at vise et kort i
es: Especifique los administradores viewlet permitidos para mostrar el mapa en la página, uno por linea. El formato requerido es nombre|título
fr: Spécifiez tous les viewlets managers qui afficheront la carte sur la page, un par ligne. Le format requis est nom|titre
pt_br: Especifique todos os gerenciadores de viewlets permitidos a mostrar o mapa na página, um por linha. O formato requerido é nome|título

source: Width for maps, specified as an absolute (like '450px' or '15em'), or relative (like '100%') size.
da: Skriv som absolut værdi (fx 450px eller 15em) eller relativ bredde (fx 100%)
pt_br: Largura para os mapas, especificada como um tamanho absoluto (como '450px' ou '15em') ou relativo (como '100%').

source: Zoom
es: Acercamiento
nl: Zoomen
